{"hello": ["Used as a greeting or to begin a phone conversation.", "An utterance of “hello”; a greeting.", "Say or shout “hello”; greet someone."], "set": ["Put, lay, or stand (something) in a specified place or position.", "Put or bring into a specified state.", "Adjust (a clock or watch), typically to show the right time.", "Harden into a solid or semisolid state.", "(of the sun, moon, or another celestial body) appear to move toward and below the earth's horizon as the earth rotates.", "(of a tide or current) take or have a specified direction or course.", "Start (a fire)", "(of blossom or a tree) develop into or produce (fruit)", "Sit.", "A group or collection of things that belong together or resemble one another or are usually found together.", "The way in which something is set, disposed, or positioned.", "A radio or television receiver.", "A collection of scenery, stage furniture, and other articles used for a particular scene in a play or film.", "An arrangement of the hair when damp so that it dries in the required style.", "A cutting, young plant, or bulb used in the propagation of new plants.", "The last coat of plaster on a wall.", "The amount of spacing in type controlling the distance between letters.", "variant spelling of sett", "Fixed or arranged in advance.", "Ready, prepared, or likely to do something."], "put": ["Move to or place in a particular position.", "Bring into a particular state or condition.", "Throw (a shot or weight) as an athletic sport.", "(of a river) flow in a particular direction.", "A throw of a shot or weight.", "short for put option"], "fantastic": ["Extraordinarily good or attractive.", "Imaginative or fanciful; remote from reality."], "amazing": ["Causing great surprise or wonder; astonishing."], "spooky": ["Sinister or ghostly in a way that causes fear and unease.", "(of a person or animal) easily frightened; nervous."], "magic": ["The power of apparently influencing the course of events by using mysterious or supernatural forces.", "Used in magic or working by magic; having or apparently having supernatural powers.", "Wonderful; exciting.", "Move, change, or create by or as if by magic."], "spoon": ["An implement consisting of a small, shallow oval or round bowl on a long handle, used for eating, stirring, and serving food.", "A thing resembling a spoon in shape.", "Convey (food) somewhere by using a spoon.", "(of two people) behave in an amorous way; kiss and cuddle.", "Hit (a ball) up into the air with a soft or weak stroke."], "octopus": ["A cephalopod mollusc with eight sucker-bearing arms, a soft body, strong beaklike jaws, and no internal shell."], "mosque": ["A Muslim place of worship."], "labyrinth": ["A complicated irregular network of passages or paths in which it is difficult to find one's way; a maze.", "A complex structure in the inner ear which contains the organs of hearing and balance. It consists of bony cavities (the bony labyrinth) filled with fluid and lined with sensitive membranes (the membranous labyrinth)."], "cavity": ["An empty space within a solid object, in particular the human body."], "fluid": ["A substance that has no fixed shape and yields easily to external pressure; a gas or (especially) a liquid.", "(of a substance) able to flow easily."], "ease": ["Absence of difficulty or effort.", "Make (something unpleasant, painful, or intense) less serious or severe.", "Move carefully or gradually."], "final": ["Coming at the end of a series.", "The last game in a sports tournament or other competition, which decides the winner of the tournament.", "A series of examinations at the end of a degree course.", "The principal note in a mode.", "The final approach of a landing aircraft to a runway."], "cactus": ["A succulent plant with a thick, fleshy stem that typically bears spines, lacks leaves, and has brilliantly colored flowers. Cacti are native to arid regions of the New World and are cultivated elsewhere, especially as houseplants."], "exception": ["A person or thing that is excluded from a general statement or does not follow a rule."]}